Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: * DolledUpInstallment: Practice of inserting a work into a franchise which it was not originally intended for.
pt_br: * ??? DolledUpInstallment: A prática de inserir em uma franquia uma obra que não é pertencente a ela.

source: * DomedHometown: City in a dome.
pt_br: * Br/CidadeEmUmaRedoma: Uma cidade sob um domo.

source: * DomesticAbuser: In the short time before [[spoiler:he's killed and inhabited by the Bug]], Edgar demeans his wife's cooking, calls her lazy and threatens to hit her.
pt_br: * Br/AbusoDomestico: No curto espaço de tempo entre a introdução e [[spoiler: ele ser morto pelo inseto]], Edgar reclama da comida da esposa, a chama de preguiçosa e ameaça bater nela.

source: * DontMakeMeDestroyYou: Said almost word for word during the famous pawnshop scene.
pt_br: * Br/NaoMeFacaDestruirVoce: Dito quase palavra por palavra durante a cena da loja de penhor.

source: * DontMakeMeTakeMyBeltOff: Don Ramón would sometimes threaten Chilindrina by asking her if she knows what happens if he takes off his belt.
pt_br: * Br/NaoMeFacaTirarOMeuCinto: Seu Madruga às vezes ameaçava a Chiquinha perguntando se ela sabe o que acontece se ele tirar o cinto.

source: * DontTryThisAtHome (considerably more appropriate than others on this list).
pt_br: * Br/NaoTenteIssoEmCasa (consideravelmente mais apropriado que os demais itens da lista).

source: * DoomsdayDevice: An invention created solely to cause astronomical death and destruction.
pt_br: * Br/DispositivoDoJuizoFinal: Uma invenção criada com o único propósito de causar morte e destruição em larga escala.

source: * DorkKnight: A hero who is brave and righteous in spite of their awkwardness.
pt_br: * Br/CavaleiroTonto: Um herói que é corajoso e correto apesar de ser desajeitado.

source: * DorkKnight: A kindhearted, but capable, hero.
pt_br: * Br/CavaleiroTonto: Um herói de bom coração, mas capaz.

source: * DoubleStandard: Dudão clearly takes Binho's mistakes much more lighly than he takes the others'.
pt_br: * Br/DoisPesosDuasMedidas: Dudão claramente considera os erros do Binho menos graves que os dos demais.

source: * DownInTheDumps: Is that a skyscraper of wrecked cars?
pt_br: * ??? DownInTheDumps: Aquilo é um prédio feito com sucata de carro?

source: * DownLADrain: The LA storm drain system is used as the setting in a film/TV show, usually a car chase.
pt_br: * ??? DownLADrain: A rede de drenagem de Los Angeles é usada como ambientação para um filme ou programa de TV, geralmente uma perseguição de carro.

source: * DrFakenstein: A mad scientist whose name is clearly a reference to Victor Frankenstein from ''Literature/{{Frankenstein}}''.
pt_br: * Br/DrFakenstein: Um cientista maluco cujo nome claramente é uma referência ao Victor Frankenstein de ''BrLiteratura/{{Frankenstein}}''.

source: * DrFrankenstein: Victor Frankenstein himself, who created a patchwork creature in the Mary Shelley novel.
pt_br: * Br/DrFrankenstein: O próprio Victor Frankenstein, que criou uma criatura de retalhos no romance de Mary Shelley.

source: * DressCodedForYourConvenience * DudleyDoRightStopsToHelp: The hero helps others even if doing so would hinder them.
pt_br: * Br/CodigoDeVestimentaParaSuaConveniencia * Br/DudleyCertinhoParaParaAjudar: O herói ajuda os outros, mesmo que isso os atrapalhe.

source: * DressesTheSame: Two women at the superhero audition get in a fight over their matching costumes; both are dressed like Franchise/WonderWoman.
pt_br: * Br/VestindoAMesmaRoupa: Duas mulheres na seletiva de super heróis entram em uma briga por causa das roupas iguais; as duas estão vestidas de BrFranquia/MulherMaravilha.

source: * DriveInTheater: Sit in your car and enjoy the show.
pt_br: * Br/CinemaDriveIn: Sente no carro e aproveite o show.

source: * DropTheCow: Breaking a lull in the plot with a spontaneous, silly event.
pt_br: * Br/DerrubarAVaca: quebrar um momento calmo na trama com um evento espontâneo e esquisito.

source: * DubNameChange: In Brazil, Don Ramón and La Chilindrina changed their names to Seu Madruga and Chiquinha respectively.
pt_br: * Br/MudancaDeNomeInduzidaPorDublagem: No Brasil, onde Don Ramón e La Chilindrina tiveram os nomes mudados para Seu Madruga e Chiquinha, respectivamente.

source: * DudeWheresMyRespect: Mr. Furious throughout the film.
pt_br: * Br/CaraCadeMeuRespeito: O Irado ao longo do filme.

source: * DudeWheresMyRespect: No matter how many times the heroes thwart villains and save the world, bystanders will act like it's the heroes' first time, and civilians won't display any admiration for them or give them any special treatment.
pt_br: * Br/CaraCadeMeuRespeito: Não importa quantas vezes os heróis atrapalhem os vilões para salvar o mundo, os transeuntes agirão como se fosse a primeira vez dos heróis fazendo isso e os civis não demonstrarão admiração nem darão tratamento especial.

source: * DumbIsGood: El Chavo is probably one of the most kind-hearted characters in the show, even if he's pretty slow in the mind.
pt_br: * Br/IdiotaEBom: Chaves é provavelmente um dos personagens mais bondosos do show, ainda que ele seja meio lento no raciocínio.

source: * DumbIsGood: The good guys are [[TheDitz not very bright]].
pt_br: * [[Br/IdiotaEBom Idiota é Bom]]: Os mocinhos não são muito inteligentes.

source: * DungeonBasedEconomy: Dungeon delving is the major local industry.
pt_br: * Br/EconomiaBaseadaEmMasmorras: Explorar masmorras é a principal atividade econômica local.

source: * DuringTheWar * EarthIsYoung: Though events take place on Earth during the recorded period of human history, the age of the planet is merely thousands rather than billions of years.
pt_br: * Br/DuranteAGuerra * Br/ATerraEJovem: Apesar de os eventos se passarem na Terra seguindo os registros da história humana, a idade do planeta é de alguns milhares de anos ao invés de bilhões de anos.

source: * DyingTown: Having lost its reason to exist, the town is largely shuttered and abandoned, home to only those who couldn't move elsewhere.
pt_br: * Br/CidadeEmDeclinio: Tendo perdido sua razão de existir, a cidade foi abandonada pela maior parte dos moradores, sendo lar apenas daqueles que não podem se mudar.

source: * DynamicAkimbo: Good guys stand with their feet apart, their chest puffed up, and their hands on their hips, usually during their heroic resolve.
pt_br: * Br/DinamicaAkimbo: Os mocinhos ficam com os pés afastados, o peito estufado e as mãos nos quadris, geralmente durante sua determinação heróica.

source: * DynamicDifficulty: Changing the difficulty of the game to match player skill.
pt_br: * Br/DificuldadeDinamica: Alterar a dificuldade do jogo para se adequar à habilidade do jogador.

source: * DystopiaIsHard * EarthDrift * {{Egopolis}} * EmotionsVsStoicism * EnvironmentalSymbolism .
pt_br: * Br/DistopiaEDificil * Br/DistanciamentoDaTerra * Br/{{Egopolis}} * Br/EmocoesVersusEstoicismo * Br/SimbolismoAmbiental

source: * EarthyBarefootCharacter: A character who is [[NatureLover close to nature]] is regularly seen barefoot.
pt_br: * Br/PersonagemTerrenoEDescalco: Um personagem que é [[Br/AmanteDaNatureza próximo da natureza]] é regularmente visto descalço.

source: * EarthyBarefootCharacter: More dual or nature dwelling characters tend to go barefoot and people who go barefoot tend to be more [[NatureLover in touch with nature]].
pt_br: * Br/PersonagemTerrenoEDescalco: Personagens mais duais ou que vivem na natureza tendem a andar descalços e as pessoas que andam descalças tendem a estar mais [[Br/AmanteDaNatureza em contato com a natureza]].

source: * EasierThanEasy: Quico and Godínez's ''Beginner's Chess'' - a 2 x 2 chess board.
pt_br: * Br/MaisFacilQueOFacil: O "tabuleiro de xadrez para principiantes" de Quico e Godinez, que é um tabuleiro 2 x 2.

source: * EasilyConqueredWorld: [[WeHaveBecomeComplacent Nothing]] could ever [[AllYourBaseAreBelongToUs harm]] us.
pt_br: * Br/MundoFacilmenteConquistado: [[Br/NosTornamosComplacentes Nada]] [[Br/TodaSuaBaseEPertenceANos de mal]] poderia ter nos acontecido.

source: * EasyRoadToHell: Doing just one bad deed is heinous enough to condemn you to Hell.
pt_br: * Br/ViaExpressaParaOInferno: Cometer uma única ação ruim é hediondo o bastante para te condenar ao inferno.

source: * EconomyCast: Only ten named regular characters during the 1973-1978 run.
pt_br: * Br/ElencoEconomico: Apenas dez personagens regulares dos anos 1973 até 1978.

source: * EekAMouse: Both Doña Florinda and Chilindrina jump into chairs and scream during an episode in which they find a mouse roaming Doña Florinda's restaurant.
pt_br: * Br/AiUmRato: Dona Florinda e Chiquinha pulam em cadeiras e gritam durante um episódio em que elas encontram um rato passeando pelo restaurante de Dona Florinda.

source: * EerieArcticResearchStation: A remote lab in an icy cold location as a tension-filled setting.
pt_br: * Br/EstacaoSinistraDePesquisaNoArtico: Um laboratório remoto em um local gélido e carregado de tensão.

source: * EinsteinHair: Nothing says "mad scientist" quite like having hair like Albert Einstein.
pt_br: * Br/CabeleiraDeEinstein: Nada transmite a imagem de "cientista maluco" tão bem quanto um cabelo como o de Albert Einstein.

source: * ElaborateUndergroundBase: A base that has a hangar, silo and laboratory.
pt_br: * Br/BaseSubterraneaElaborada: Uma base que tem várias instalações tais como um hangar, um silo e um laboratório.

source: * ElaborateUndergroundBase: The secret headquarters of the Men in Black are located several stories beneath Manhattan... accessible by the entrance to the Brooklyn-Battery Tunnel.
pt_br: * Br/BaseSubterraneaElaborada: O quartel secreto dos Homens de Preto fica localizado vários andares no subsolo de Manhattan, acessível pela entrada do túnel Brooklyn–Battery.

source: * EldritchLocation: Because Euclidean designs are for morons!
pt_br: * Br/LugarAlienigena: Projetos euclidianos são para fracassados!

source: * ElephantGraveyard: A secret place where elephants go to die.
pt_br: * Br/CemiterioDeElefantes: Um lugar secreto para onde elefantes vão para morrer.

source: * EleventhHourSuperpower: [[spoiler: It turns out that Mr. Furious really does have rage-induced powers, he just doesn't have the hair-trigger temper he claims to have.]] * NinetiesAntiHero: Parodied.
pt_br: * Br/SuperpoderDeUltimaHora: [[spoiler: O Irado de fato tem seus poderes induzidos por fúria; o que ele não tem é o pavio curto que ele alega ter]]. * Br/AntiHeroiDosAnos90: Parodiado.

source: * ElixirOfLife: An elixir with the ability to restore lost vitality, or even grant true immortality.
pt_br: * Br/ElixirDaVida: Um elixir com a capacidade de restaurar a vitalidade perdida ou até mesmo conceder a verdadeira imortalidade.

source: * EmbarrassingSuperpower: "The Spleen" has Main/{{Fartillery}} powers.
pt_br: * Br/SuperPoderVexaminoso: O Solta-Pum, com seu poder de Br/ArtilhariaDeBufa.

source: * EmbodimentOfVirtue * EmpathicWeapon: The weapon acknowledges the hero's desires and good qualities, and is willing to help him out.
pt_br: * Br/PersonificacaoDaVirtude * Br/ArmaEmpatica: A arma reconhece os desejos e qualidades do herói e tem a intenção de ajudá-lo.

source: * EmergencyWeapon: The Shoveler, sans shovel, deflects an attack with a ''trowel''.
pt_br: * Br/ArmaDeEmergencia: O Pá, depois de desarmado, desvia um ataque usando uma ''pá de jardinagem''.

source: * EmpathicWeapon: Carmine can only be successfully wielded by his daughter, who argues with him more often than not.
pt_br: * Br/ArmaEmpatica: Carmine só pode ser empunhado com êxito pela sua filha, que discute com ele frequentemente.

source: * EnchantedForest: A large, old-growth forest in which nature (and often magic) are supreme.
pt_br: * Br/FlorestaEncantada: Uma floresta grande e antiga na qual a natureza (e, geralmente, a magia) reinam supremas.

source: * EnclosedSpace: Hope you don't have claustrophobia!
pt_br: * Br/EspacoFechado: Espero que você não tenha claustrofobia!

source: * EndOfAnAge: When an irrevocable loss happens, which removes the innocence of the hero or the world forever.
pt_br: * Br/OFimDeUmaEra: Quando uma perda irreversível acontece, que tira para sempre a inocência do mundo ou do herói´.

source: * EndlessCorridor: Keep walking forever.
pt_br: * Br/CorredorInterminavel: Continue andando para sempre.

source: * EngineeredHeroics: The impetus of the plot; Captain Amazing gets Casanova Frankenstein released so that Amazing has a real villain to fight and stops losing corporate sponsors.
pt_br: * Br/HeroismoEngendrado: É o que move a trama; o Capitão Arraso faz com que soltem Casanova Frankenstein para que ele tenha um vilão de verdade para lutar e para evitar novas perdas de patrocinadores.

source: * EnglishRose: A beautiful young English lady who is virtuous and possesses a certain type of modest, natural beauty.
pt_br: * Br/RosaInglesa: Uma bela e jovem dama inglesa que é virtuosa e possui um certo tipo de beleza modesta e natural.

source: * EnlightenmentSuperpowers: The Sphinx can cut guns in half with his mind because he's a "terribly mysterious" mystic.
pt_br: * Br/SuperPoderesDeIluminacao: O Esfinge pode partir armas ao meio com o poder da mente porque ele é um místico "muito misterioso".

source: * EpiphanicPrison: To exit: Have epiphany.
pt_br: * Br/PrisaoEpifanica: Para sair, tenha uma epifania.

source: * EscalatingPunchline: The punch line keeps on being extended to heighten the comic effect.
pt_br: * Br/EscaladaDaSacada: A sacada é repetida e estendida para ampliar o efeito cômico.

source: * EstablishingCharacterMoment: ** Spooner is introduced getting up and getting ready for work in his fairly modern and normal-looking apartment like a normal guy.
pt_br: * Br/MomentoDeEstabelecimentoDePersonagem: ** Spooner é introduzido ao levantar-se e preparar-se para o trabalho em seu apartamento moderno e convencional como um cara normal.

source: * EternalHero: The hero has existed for eons and will likely continue existing for eons.
pt_br: * Br/HeroiEterno: O herói existiu por eras e provavelmente continuará existindo por muito mais eras.

source: * EthicalSlut: A person who is shamelessly promiscuous, but is still a good person regardless.
pt_br: * Br/VadiaEtica: Uma pessoa promíscua e sem vergonha, mas que é uma boa pessoa mesmo assim.

source: * EthicalSlut: This character is a moral and benevolent person, at least when it comes to matters of romance and sexuality.
pt_br: * Br/VadiaEtica: O personagem é uma pessoa moral e benevolente, pelo menos quando se trata de questões de romance e sexualidade.

source: * EurekaMoment: "Breadcrumbs." Spooner's grandmother remarks on how messy Spooner is and how she could follow a trail of crumbs right to him.
pt_br: * Br/MomentoEureka: "Migalhas." A avó de Spooner faz uma observação sobre o quão desajeitado Spooner é e que ela poderia seguir uma trilha de migalhas direto até ele.

source: * EurekaMoment: In the cotton candy episode, Don Ramón gives el Chavo a peso to buy himself a cotton candy, but Chilindrina tricks him into "planting" it in a flower pot so he'll grow a money tree.
pt_br: * Br/MomentoEureka: No episódio do algodão doce, Seu Madruga dá ao Chaves um peso para que ele compre um algodão doce, mas a Chiquinha o convence a "plantar" a moeda em um vaso para que ela cresça e vire uma árvore de dinheiro.

source: * EurekaMoment: J figures out the Arquillian prince's last words meant when he sees [[spoiler: Frank barking at a cat]].
pt_br: * Br/MomentoEureka: J compreende as palavras finais do príncipe arquiliano quando ele vê [[spoiler: Frank latir para um gato]].

source: * EvenBetterSequel: When a sequel is widely considered superior to the original, or at least to the immediately preceding installment(s) which themselves were already beloved and considered good.
pt_br: * Br/SequenciaAindaMelhor: Quando uma sequência é amplamente considerada como superior ao original, ou pelo menos às entradas imediatamente anteriores que, por si só, já eram consideradas boas.

source: * EvenEvilHasStandards: Dr. Leek is clearly fed up and disgusted with the antics of Casanova's gangster henchmen at their reunion banquet.
pt_br: * Br/AteOMalTemLimites: A doutora Leek está claramente de saco cheio com a bagunça dos capangas de Casanova no banquete de reunião.

source: * EvenEvilHasStandards: Elderly Don Jaimito replaced Don Ramón in the ‘80s episodes, but the physical abuse from Doña Florinda was not repeated from the earlier scripts.
pt_br: * Br/AteOMalTemLimites: O idoso Jaiminho substituiu o Seu Madruga nos episódios da década de 80, mas o abuso físico da Dona Florinda não foi repetido.

source: * EvenTheLovingHeroHasHatedOnes: An AllLovingHero has at least one exception to their rule of loving others.
pt_br: * Br/AteOAmorosoHeroiPossuiSeusOdiados: Um Br/HeroiTodoAmoroso tem pelo menos uma exceção à sua regra de amar os outros.

source: * EvenTheLovingHeroHasHatedOnes: There are some people so evil that even an AllLovingHero just can't help but hate them.
pt_br: * Br/AteOAmorosoHeroiPossuiSeusOdiados: Algumas pessoas são tão más que nem mesmo o Br/HeroiTodoAmoroso consegue evitar de odiar.

source: * EventFlag: An action the player has taken has just locked in an event, which the player isn't supposed to know.
pt_br: * Br/SinalizadorDeEvento: Alguma coisa que o jogador fez ativou um evento e isso deve passar despercebido a ele.

source: * EverybodySmokes: Works where most or all of the main characters smoke.
pt_br: * Br/TodoMundoFuma: Funciona quando todos (ou quase todos) os personagens principais fumam.

source: * EveryoneCallsHimBarkeep: In Spanish, "chavo" is a phonetically reduced form of "chaval", a slangterm meaning "kid".
pt_br: * Br/TodosOChamamDePorteiro: Em espanhol, "chavo" é uma forma reduzida de "chaval", uma gíria para "garoto".

source: * EveryoneHasStandards: In spite of his hatred towards robots, Spooner is shocked to see NS-5s trashing down and destroying the old robot models at Lake Michigan during VIKI's revolution.
pt_br: * Br/TodosTemLimites: Apesar de seu desprezo por robôs, Spooner fica chocado em ver os NS-5s destruindo os robôs velhos no Lago Michigan durante a revolução da VIKI.

source: * EveryoneIsASuper * ExoticBackdropSetting * ExpandedStatesOfAmerica * ExpandedUniverse * ExpansionPackWorld .
pt_br: * Br/TodoMundoEUmSuper * Br/AmbientacaoExoticaDeFundo * Br/EstadosExpandidosDaAmerica * Br/UniversoExpandido * Br/PacoteDeExpansaoMundial

source: * EverythingIsAnIpodInTheFuture: A rare instance of this trope being used in the nineties.
pt_br: * Br/NoFuturoTudoEUmIpod: Um caso raro deste tropo sendo usado nos anos 90.

source: * EverythingIsAnIpodInTheFuture: The NS-[=5s=], in more ways than one.
pt_br: * Br/NoFuturoTudoEUmIpod: Os NS-5, em mais de uma maneira.

source: * EverythingIsOnline: Literally as soon as [[spoiler: [[BigBad VIKI]] dies, all the lights come back on and all the robots revert to nice again.
pt_br: * Br/TudoEstaOnline: Literalmente no momento em que [[spoiler: [[Br/GrandeMal VIKI]] morre, todas as luzes reacendem e todos os robôs voltam a ser gentis.

source: * EvilCannotComprehendGood: The villain is unable to understand why the heroes do what they do or assumes that there are evil reasons for their good deeds.
pt_br: * Br/OMalNaoPodeEntenderOBem: O vilão não consegue entender porque os heróis fazem o que fazem ou supõe que existem motivos maléficos para seus atos bondosos.

source: * EvilGenius: Casanova was able to build the Psycho-frakulator, something that was said to be impossible to build.
pt_br: * Br/GenioDoMal: Casanova conseguiu construir o Fritador, algo que era tido como impossível de se fazer.

source: * EvilIsNotAToy: Captain Amazing only wants a better villain to fight, but Casanova Frankenstein quickly gets the upper hand.
pt_br: * Br/OMalNaoEUmBrinquedo: O Capitão Arraso só quer um vilão melhor para enfrentar, mas Casanova Frankenstein rapidamente obtém a vantagem.

source: * EvilIsPetty: Villains doing assholish and cruel things just because they can.
pt_br: * Br/OMalEMesquinho: Vilões fazem coisas mesquinhas e cruéis apenas porque podem.

source: * EvilPlan: Casanova Frankenstein plans to use the Psycho-frakulator on the city, which will fry their brains.
pt_br: * Br/PlanoDoMal: Casanova Frankenstein planeja usar o Fritador na cidade, o que vai fritar o cérebro de todo mundo.

source: * EvilRedeemedInACan: A villain or evil entity who was sealed away does a HeelFaceTurn during its imprisonment.
pt_br: * Br/OMalRedimidoEmUmaGarrafa: Um vilão ou entidade maléfica que foi selado resolve Br/PassarParaOLadoDosMocinhos durante seu aprisionamento.

source: * EvilTaintedThePlace: A location that has been corrupted forever because it was once home to an evil presence.
pt_br: * Br/OMalContaminouOLugar: Um local que foi corrompido para sempre porque um dia ele foi casa de uma entidade maligna.

source: * EvilTowerOfOminousness: That tower that's larger than the mountains?
pt_br: * Br/OminosaTorreMaligna: Aquela torre ali que é mais alta que as montanhas?

source: * EvilutionaryBiologist: The mad scientist's experiment involves improving the human race on his terms.
pt_br: * Br/BiologistaMalvolucionario: Os experimentos deste cientista envolvem melhorar a raça humana nos seus próprios termos.

source: * ExactWords: "I did not murder him!" [[spoiler: Technically he didn't.
pt_br: * Br/PalavrasExatas: "Eu não o matei!" [[spoiler: Tecnicamente ele não o matou.

source: * ExactWords: At Casanova Frankenstein's parole hearing, Dr. Leek assures everyone that Casanova is no more a danger to the city than [[DarkMistress she is]].
pt_br: * Br/PalavrasExatas: Na audiência de sursis de Casanova Frankenstein, Dra. Leek assegura a todos que Casanova é tão inofensivo para a cidade [[Br/AmanteSombria quanto ela]].

source: * ExaltedTorturer: A character who uses torture is presented as the good guy.
pt_br: * Br/TorturadorExaltado: Um personagem que usa tortura é apresentado como um dos mocinhos.

source: * Excessive tweaks to the continuity.
pt_br: * Ajustes excessivos na continuidade.

source: * ExcitedKidsShowHost: A kids' show host who does his best to be as honest and good-natured as the character he plays on television, unlike [[DepravedKidsShowHost their counterpart]].
pt_br: * Br/ApresentadorAnimadoDeProgramaInfantil: Um apresentador de um programa infantil que faz o seu melhor para ser tão honesto e bom quanto o personagem que ele interpreta na televisão, diferentemente de [[Br/ApresentadorDepravadoDeProgramaInfantil sua contraparte]].

source: * ExclusiveCliqueClubhouse: Certain student groups get their own hideouts and housing.
pt_br: * ??? ExclusiveCliqueClubhouse: Certos grupos estudantis recebem seus próprios alojamentos e esconderijos.

source: * ExoticWeaponSupremacy: Everyone uses these, except for the Disco Boys, who use boring old guns.
pt_br: * Br/SupremaciaDaArmaExotica: Todo mundo usa essas, exceto os Dançarinos, que usam armas comuns.

source: * ExperiencedProtagonist: A veteran hero who clearly isn't a rookie or newbie.
pt_br: * Br/ProtagonistaExperiente: Um herói veterano que definitivamente não é um novato.

source: * ExplosiveCigar: You'll really get a BANG!
pt_br: * Br/CharutoExplosivo: Fumar ele dá uma sensação que é um estouro!

source: * ExtraExtraReadAllAboutIt: El Chavo was once selling newspapers and shouting the trope to announce about cops chasing smugglers and a female domestic servant strike.
pt_br: * Br/ExtraExtraReportagemCompleta: Chaves certa vez esteve vendendo jornais e gritando o tropo para anunciar policiais perseguindo contrabandistas e uma greve de trabalhadoras domésticas.

source: * ExtranormalInstitute: Super-trope of all your schools for people with weird powers or abilities.
pt_br: * Br/InstitutoExtranormal: Super tropo de todas as escolas para pessoas com habilidades e poderes estranhos.
